export const testTableHeaderData = [
  {
    name: '开发项目名称',
    prop: '开发项目名称'
  },
  {
    name: '编号',
    prop: '编号'
  },
  {
    name: '用地单位',
    prop: '用地单位'
  },
  {
    name: '项目名称',
    prop: '项目名称'
  },
  {
    name: '用地面积(m²)',
    prop: '用地面积(m²)'
  },
  {
    name: '建设规模(m²)',
    prop: '建设规模(m²)'
  },
  {
    name: '取得时间',
    prop: '取得时间'
  }
]

export const testTableData = [
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  },
  {
    '开发项目名称': '学府康城',
    '编号': '地字第500153202000078号',
    '用地单位': '重庆嵘城新地置业有限公司',
    '项目名称': '学府康城',
    '用地面积(m²)': '142,722.00',
    '建设规模(m²)': '28,649.00',
    '取得时间': '2020-12-01'
  }
]